aaron-bond.better-comments
bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
damildrizzy.fastapi-snippets
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
esbenp.prettier-vscode
formulahendry.code-runner
github.codespaces
github.copilot
github.copilot-chat
github.remotehub
ms-azuretools.vscode-containers
ms-ceintl.vscode-language-pack-ko
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.azure-repos
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.remote-server
quicktype.quicktype
redhat.vscode-yaml
redis.redis-for-vscode
ritwickdey.liveserver
vscode-icons-team.vscode-icons
xabikos.javascriptsnippets
